interface RegionData {
  [key: string]: string[];
}

const RegionData:RegionData[] = [
  {
    서울: ['서울 전체', '마포구'],
  },
  {
    부산: ['부산 전체', '마포구'],
  },
  {
    대구: ['대구 전체', '마포구'],
  },
  {
    인천: ['인천 전체', '마포구'],
  },
  {
    광주: ['광주 전체', '마포구'],
  },
  {
    대전: ['대전 전체', '마포구'],
  },
  {
    울산: ['울산 전체', '마포구'],
  },
  {
    세종: ['세종 전체', '마포구'],
  },
  {
    경기: ['경기 전체', '마포구'],
  },
  {
    경남: ['경남 전체', '마포구'],
  },
  {
    경북: ['경북 전체', '마포구'],
  },
  {
    충남: ['충남 전체', '마포구'],
  },
  {
    충북: ['충북 전체', '마포구'],
  },
  {
    전남: ['전남 전체', '마포구'],
  },
  {
    전북: ['전북 전체', '마포구'],
  },
  {
    강원: ['강원 전체', '마포구'],
  },
  {
    제주: ['제주 전체', '마포구'],
  },
  {
    전국: ['전국 전체'],
  },
];

export default RegionData;
